Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Anyone who has conversations of depth with members of China’s elite has heard this argument before. “The quality of the average Chinese is too low,” the line goes. (
ar: أي شخص يجرى محادثات عميقة مع أعضاء من النخبة الصينين سيكون قد سمع هذه الحجة من قبل، قائلاً إن نوعية الصيني المتوسط منخفضة للغاية.

source: This business about “suzhi tai di” is right out of my recently published book, “
ar: إن موضوع جودة السياسة موجود بالنص في كتابي المنشور حديثاً

source: Poorly Made in China
ar: صُنع برداءة في الصين،

source: .” While my publisher doesn’t want me to give away too much of what’s in it, here’s something that is worth passing along in the midst of this discourse on Jackie Chan. It makes its appearance in Chapter 5:
ar: وبينما ناشري لا يريدني أن أحكي الكثير من الكتاب إلا أن الموضوع مذكور بشكل كبير فيه، هذا جزء يستحق الذكر في خضم هذا النقاش حول جاكي شان في الفصل الخامس:

source: “There, you see?”
ar: هل رأيت؟

source: The driver pointed to a pair of middle-aged women who were attempting to cross the street. He shook a finger in their direction and jokingly said that they did not have the sense to get to a crosswalk.
ar: وأشار السائق إلى سيدتين في منتصف العمر كانتا تحاولان عبور الشارع، وهز أصبعه في اتجاههما وقال مازحاً إنه ليس لديهم الحس للوصول إلى ممر العبور.

source: Tamen de suzhi tai di la
ar: وقال المستوى التعليمي للشعب منخفض جداً مركزاً علي

source: . The education level of the people is too low,” he said, placing emphasis on the word
ar: جداً كأنه يشير إلى أن قدراً

source: tai
ar: معيناً

source: , as if to suggest that a certain amount of ignorance was presumed, but that folks in these parts really pushed limits of tolerability.
ar: من الجهل كان مفترضاً ولكن الناس في هذه المناطق يدفعون الحد الأقصى للسماح.

source: Now, while Pomfret and I see the Jackie Chan comment in the same light, where he says, “Chan is just saying what a lot of other
ar: الآن، بما أنني وبومفرت نرى آراء جاكي شان على نفس الضوء، حيث يقول: شان يقول ما يعتقده الكثير من الصينين الأثرياء

source: rich
ar: إنني أؤيد

source: Chinese feel,” I would support the notion that Chan is saying what a lot of
ar: فكرة أن ما يقوله شان يعكس ما يعتقده الكثير من الصينين متوسطي الدخل،

source: average
ar: وفي جزء

source: Chinese people feel. In another part of my book, Chapter 18, I take a stab at a larger point by suggesting that Mainland China is hindered by myopia.
ar: آخر من كتابي في الفصل 18، أود أن أغتنم الفرصة على نطاق أكبر للقول أن قصر النظر يعيق البر الصيني.

source: What had kept [China] from creating its own industrial revolution was more than likely this enduring cultural trait — an endemic myopia — and knowing that they suffered from it was what led common folk to welcome the larger and more direct role that gover
ar: ما منع (الصين) من خلق ثورة صناعية خاصة بها هو على الأرجح هذه السمة الثقافية الملتصقة بها أي قصر نظر متوطن ومدركاً أنهم يعانون منه مما جعلهم يرحبون بالدور الأكبر والأكثر مباشرة الذي لعبته الحكومة في حياتهم، وفي مثال مصغر لمصنع، يمكن الشعور بقصر النظر هذا ب

source: Chinese netizens who are angry with Jackie Chan are upset that he has given away too much about how average Mainland Chinese feel about themselves. This is an important issue for those who support the possibility of democracy in China.
ar: ومستخدمى الانترنت الصينيين غاضبون لأن جاكي شان قدم الكثير عن كيف يرى الصيني العادي نفسه، فهذه مسألة مهمة لأولئك الذين يدعمون أمكانية حدوث الديمقراطية في الصين.

source: Beyond Stereotypes
ar: ماوراء النماذج التسجيلية

source: Apr 12, 2009 | Published under:
ar: 12 أبريل 2009، نشرت تحت مجالات: ا

source: On Thursday 16th April at 7 pm the Al-Hussein Cultural Centre in Ras al-Ain is opening its doors to an event arranged by The Danish Centre for Culture and Development in close cooperation with the Danish Embassy and the Royal Film Commission.
ar: يفتح مركز الحسين الثقافى أبوابه يوم الخميس الموافق السادس عشر من أبريل فى الساعة السابعة مساءً، لحثٍ تم تنظيمه من قبل المركز الدنماركى للثقافة و التطوير بهدف تقارب صور التعاون مع السفارة الدنماركية و لجنة السينما الملكية.

source: Written by H.E. Thomas F. Lund-Sørensen
ar: تحرير: سيادة السفير: توماس لوند سورنسون.

source: Danish Ambassador
ar: السفير الدانماركى بالأردن

source: Beyond Stereotypes – as the event is called – will put spotlight on stereotypes.
ar: و ما وراء النماذج التسجيلية النمطية و هو اسم الحدث سيقوم بتركيز الأضواء على النماذج التسجيلية

source: I suppose most of us would like to be looked upon as individuals and not as belonging to one big bulk or group of individuals that can be put into a box defined by one culture, one nationality, one linguistic group and/or one religion. I also suppose that
ar: فأنا أعتقد أن معظمنا يرغب أن ينظر الآخرين إليه على أنه فرد مستقل بذاته، و ليس كعضو ينتمى لمجموعة كبيرة من الأفراد و التى يمكن قولبتها فى قالب يمكن تعريفه من قبل ثقافةٍ ما أو بشكل قومى كمجموعة لغوية أو حتى أصحاب دين واحد. كما أفترض أن معظمنا قد حاول و ما ز

source: At a recent LEGO charity event that we had here in Jordan I attended a workshop with close to 80 participants. Each participant was given four identical yellow LEGO bricks and two red ones. Following, we were all asked to put together the bricks so that t
ar: و خلال حدث LEGO الخيرى و الذى أقيم بالأردن، فقد قمت بحضور ورشة عمل مع نحو ثمانين مشارك. و قد أعطى كل عضو من المشاركين أربع أحجار قرميد صفراء و إثنتان حمراوتين. و فى النهاية فقد تم توجيه الطلب للجميع أن يتم وضع تلك القراميد جنباً إلى جنب و من ثم تظهر على

source: Now – it might be that none of us were very talented LEGO brick builders but I am quite sure that most of the participants did know what a real duck looks like. But imagine if you had never seen a real duck in your entire life. Imagine if the only duck yo
ar: و الآن لا استطيع أن أجزم أن لا أحد مننا يتمتع بموهبة تجميع المكعبات معاً و لكننى متأكد من أن معظم المشاركين قد ألموا بمعرفة ما هو شكل البطة التى يريدون أشكالهم أن تبدو مثلها. و لكن تخيل أنك لم يسبق لك و أن رأيت البطة من قبل طوال حياتك؟ أو تخيل لو أن البطة

source: And isn’t that what sometimes happen to us? When we do not have the chance to make personal encounters we are forced to rely on what other people tell us and what we watch on the TV or read in the news.
ar: أوليس هذا ما يحدث لنا فى بعض الأحيان؟ عندما لا تتاح لنا الفرصة لنحصل على مقابلات شخصية و أننا نكون مجبرين لنعتمد على ما يخبره لنا الآخرون أو ما نشاهده بالتلفاز أو حتى ما نقرأه بالأخبار و الجرائد.

source: In fact, what most of the world knows about the ‘others’ are based on what we are taught by the media – when we are watching a movie, reading the newspaper, facebooking or – as I am now – blogging on the internet.
ar: و فى الواقع فإن المعرفة التى يمتلكها الفرد عن الآخر هى فى جوهرها مبنية على ماتم تعلمه عبر الوسائط المختلفة – عندما نشاهد فيما سينمائياً، أو نقرأ عنه بالجرائد، أو نتحاور معه فى المنتديات الإجتماعية الإلكترونية - كما هو الوضع معى الآن – عندما أقوم بالتدوين

source: In many ways we are lucky. Globalisation, satellite TV and the internet has given us opportunities that the majority of the generation before us had not even imagined would be possible. Opportunities not only to watch – but also an opportunity to interact
ar: و لكن و فى الوقت نفسه نشعر أننا أناس محظوظون، فالعولمة و الأقمار الصناعية و القنوات الفضائية، و كذلك الإنترنت قد وفرت العديد من الفرص بأن غالبية الجيل الذين عاشوا قبلنا لم يكونوا ليتخيلوا وقوع مثل تلك الطفرات. و ليست الفرص للمشاهدة فقط، و لكنها فرص مختلفة

source: These media are very powerful tools when it comes to creating stereotypes, transmitting them – or breaking them down. On Thursday 16th we are inviting you to meet a stand-up comedian, a journalist, a blogger, two filmmakers and an actor who will put spotl
ar: و تعد تلك الوسائط أدوات إعلامية قوية و فعالة فى خلق عملية نماذج التسجيل، او تحويلها أو حتى تفكيكها. ففى يوم السادس عشر من إبريل سندعو الجميع لمقابلة شخصيات متعددة منها الفكاهى و الصحفى و المدون على الإنترنت، و كذلك إثنان من صانعى الأفلام السينمائية و المم

source: Iran's domestic political scene can be vicious. One faction might be trying to use Saberi to undermine possible rapprochement with the U.S. by another faction.
ar: إن مشهد إيرن السياسي الداخلي قد يكون خطيرا, فعامل واحد قد يراد به استعمال صبري من أجل تقويض أي تقارب محتمل للولايات المتحدة مع عامل أخر.

source: Obama moves to calm CIA fears over potential prosecution
ar: أوباما يتحرك لتهدئة مخاوف الاستخبارات المركزية من متابعات محتملة

source: Barack Obama yesterday visited CIA headquarters to defend last week's decision to release four Bush administration memos detailing the agency's interrogation methods against al-Qaida suspects.
ar: زار باراك أوباما يوم أمس مقر وكالة الاستخبارات المركزية للدفاع عن القرار الذي اتخذه الأسبوع الماضي والقاضي بالكشف عن أربع مذكرات تتضمن تفاصيل حول مناهج الاستنطاق التي تم اعتمادها ضد المشتبه في انتمائهم لتنظيم القاعدة.

source: After the release of the memos,
ar: وعقب الكشف عن تلك المذكرات،

source: human rights
ar: ادعت منظمات حقوق الإنسان عليه

source: organisations called for prosecution of Bush officials as well as CIA interrogators.
ar: بمتابعة مسؤولي جورج بوش وكذا المستنطقين التابعين لوكالة الاستخبارات المركزية.

source: The row gathered further momentum yesterday when it emerged that one detainee, Khalid Sheikh Mohammed, had been subjected to waterboarding 183 times and another, Abu Zubaydah, 83 times.
ar: ولقد أثار هذا الخلاف ضجة أكبر بعد أن اتضح أن أحد المعتقلين، خالد الشيخ محمد، تم تعريضه للإغراق 183 مرة، ومعتقل آخر، أبو زيد، 83 مرة.

source: Former Vice President Dick Cheney also weighed into the debate overnight saying he found it disturbing that Obama did not also release memos which would show the technique was successful in gathering intelligence.
ar: ودخل نائب الرئيس السابق، ديك تشيني، بوزنه في النقاش الدائر بالقول إنه وجد الأمر مزعجا لكون أوباما لم يكشف أيضا عن مذكرات قد تظهر أن تلك التقنيات كانت ناجعة من أجل جمع المعلومات.

source: Appearing on the Fox News Channel, Cheney said he has asked the CIA to release documents showing the effectiveness of the widely condemned technique.
ar: وخلال ظهوره على قناة فوكس نيوز، قال تشيني إنه طلب من وكالة الاستخبارات المركزية الكشف عن وثائق توضح نجاعة التقنيات التي تم انتقادها بشكل كبير.

source: I've now formally asked the CIA to take steps to declassify those memos so we can lay them out there and the American people have a chance to see what we obtained, he said.
ar: وقال: لقد طلبت الآن وبشكل رسمي من وكالة الاستخبارات المركزية القيام بخطوات في اتجاه تصنيف تلك المذكرات لكي يتسنى لنا الكشف عنها ومنح الشعب الأمريكي فرصة للتعرف على ما حصلنا عليه.

source: Obama is keen to try to put the row behind him, reluctant to see prosecutions that could be politically divisive and distract attention from his heavy domestic and foreign agenda.
ar: ويسعى أوباما جاهدا لتجاوز تلك الضجة، رافضا أن تكون هناك أية متابعة من شأنها أن تحدث انقساما سياسيا، وتلفث الانتباه عن أجندته الثقيلة على الواجهتين الداخلية والخارجية.

source: In a speech to about 1,000 staff aimed at restoring CIA morale, Obama, who promised last week that CIA operatives would not be prosecuted, reiterated that he would stand by them.
ar: وفي خطاب ألقاه أمام حوالي ألف من أفراد الطاقم المكلف بإعاد تخليق وكالة الاستخبارات المركزية، عاود أوباما التأكيد، الذي وعد الأسبوع الماضي بعدم متابعة أفراد وكالة الاستخبارات المركزية، على أنه سيقف إلى جانبهم.

source: Don't be discouraged by what's happened in the last few weeks, Obama said. Don't be discouraged that we have to acknowledge potentially we've made some mistakes. That's how we learn.
ar: وقال: لا تشعروا بالإحباط إزاء ما حدث خلال الأسابيع القليلة الماضية. لا تشعروا بالإحباط لكوننا اعترفنا بأننا قد نكون ارتكبنا بعض الأخطاء. هكذا نتعلم.

source: At a private meeting with 50 rank-and-file CIA members at their headquarters in Langley, Virginia, before his speech, Obama heard understandable anxiety and concern from agents fearful of prosecution.
ar: وفي لقاء خاص مع خمسين من الأعضاء العاديين بوكالة الاستخبارات المركزية في مقر الوكالة بـ لانجلي، ولاية فرجينيا، أنصت أوباما إلى القلق الذي يمكن تفهمه الذي عبر عنه أعضاء الوكالة المتخوفين من حدوث متابعة في حقهم.

source: The CIA's director during the Bush administration, Michael Hayden, who criticised the release of the memos, warned on Sunday that agents could be vulnerable because of the memos, facing civil lawsuits or congressional inquiries.
ar: ولقد حذر مدير وكالة الاستخبارات المركزية في عهد إدارة بوش، مايكل هايدن، والذي انتقذ الكشف عن تلك المذكرات، حذر يوم الأحد من أن رجال الوكالة قد يكونون في موقف ضعف بسبب المذكرات، حيث سيكونون عرضة لمتابعات مدنية أو مساءلات من طرف الكونغرس.

source: Sensitive details were blacked out in the memos seen by most of the media on Thursday but over the weekend Marcy Wheeler, of the Emptywheel blog, found a copy in which crucial details were not masked.
ar: وتمت إزاحة الستار عن المذكرات الحساسة التي اطلعت عليها جل وسائل الإعلام يوم الخميس، لكن خلال نهاية الأسبوع، عثر مارسي ويلر، عن مدونة أمبتيويل، على نسخة تتضمن تفاصيل مهمة لم يتم الكشف عنها.

source: That copy showed that Mohammed had been subjected to waterboarding - which simulates drowning - 183 times in March 2003. He had been arrested in Pakistan at the start of that month. Abu Zubaydah, a Saudi captured in Pakistan in March 2002, was subjected t
ar: وأظهرت تلك النسخة أن محمد كان قد تعرض للإيهام بالغرض 183 مرة في مارس 2003. حيث تم اعتقاله في باكستان مستهل نفس الشهر. كما تعرض أبو زبيدة، السعودي الذي تم اعتقاله في باكستان شهر مارس 2002، لنفس التعذيب 83 مرة شهر غشت 2002.

source: Mohammed had admitted to involvement in terrorist actions before his capture but, after being interrogated, confessed to a list of incidents and plots that included the 1993 attack on the World Trade Centre in New York, as well as a plot to attack Heathro
ar: واعترف محمد بالتورط في أعمال إرهابية قبل اعتقاله، لكن بعد أن تم استنطاقه، اعترف بلائحة من العمليات والمؤامرات التي يوجد ضمنها هجوم 1993 الذي استهدف مركز التجارة العالمي في نيويورك، إلى جانب مؤامرة لمهاجمة مطار هيثرو، 'بيغ بن وكناري وورف، وذبح الصحفي

source: Abu Zubaydah denied involvement with al-Qaida.
ar: ونفى أبو زبيدة أي تورط له مع تنظيم القاعدة.

source: Obama, defending himself against those in the CIA who argued that he should not have released the memos, said legally he had no grounds for blocking a freedom of information request from the US human rights group, the American Civil Liberties Union. I ac
ar: ودفاعا عن نفسه أمام أولئك الذين انتقدوه من داخل وكالة الاستخبارات المركزية بالقول إنه لم يكن حريا به الكشف عن تلك المذكرات، قال أوباما إنه ليس ثمة شيء من الناحية القانونية يجعله يعيق حرية طلب المعلومات من طرف منظمات حقوق الإنسان الأمريكية، والاتحاد الأمر

source: Standing in front of a wall with 89 stars, each depicting an officer killed in action, Obama praised the CIA as the tip of the spear in protecting the US from its enemies.
ar: وعندما كان واقفا أمام حائط يتضمن 89 نجمة، تمثل كل واحدة منها ضابطا قضى خلال أدائه مهامه، أثنى أوباما على وكالة الاستخبارات المركزية ووصفها بـ رأس الرمح في حماية الولايات المتحدة من أعدائها.

source: Obama said he understood that intelligence officials must sometimes feel that they are working with one hand tied behind their backs. But, rebutting Hayden, he said: What makes the
ar: وقال أوباما إنه يتفهم أنه يتعين على مسؤولي الاستخبارات الشعور أحيانا بأنهم يشتغلون وإحدى يديهم مقيدة خلف ظهورهم. لكن، وفي تفنيد لما صرح به هايدن، قال أوباما: إن ما يجعل

source: special and what makes you special is precisely the fact that we are willing to uphold our values and our ideals even when it's hard, not just when it's easy, even when we are afraid and under threat, not just when its expedient to do so.
ar: متميزة وما يجعلكم متميزين هم بالتحديد حقيقة أننا نملك الإرادة للرقي بقيمنا ومثلنا عندما يكون ذلك صعبا، وليس فقط عندما يكون ذلك سهلا، عندما يدب فينا الخوف ونكون تحت التهديد، وليس فقط عندما تكون الظروف ملائمة للقيام بذلك.

source: United States
ar: الولايات المتحدة الأمريكية

source: So yes, you've got a harder job and so do I, and that's OK. And over the long term, that is why I believe we will defeat our enemies, because we're on the better side of history.
ar: وأضاف قائلا: لذلك، فأمامكم مهمة أصعب لتقوموا بها، وأنا كذلك، وهذا أمر جيد. وعلى المدى البعيد، لذلك أنا أومن بأننا سنهزم أعداءنا، لأننا في الجانب الأفضل من التاريخ.

source: Hayden had argued that the harsher interrogation techniques had provided valuable information and said that the techniques did not amount to torture.
ar: واعتبر هايدن أن تقنيات الاستنطاق القاسية مكنت من الحصول على معلومات قيمة وقال إن تلك التقنيات لم تصل مستوى التعذيب.

source: Human rights lawyers question the credibility of the confessions because they were obtained under duress.
ar: ويطرح المدافعون عن حقوق الإنسان تساؤلا حول مصداقية الاعترافات على اعتبار أنها تم التحصل عليها بالإكراه.

source: The White House press secretary, Robert Gibbs, when asked yesterday why Bush administration lawyers could not be prosecuted, said: The president is focusing on looking forward.
ar: وعندما سئل سكرتير الإعلام بالبيت الأبيض، روبرت غيبس، يوم أمس عن السبب وراء عدم متابعة محاميي إدارة بوش، رد قائلا: إن الرئيس مركز على النظر نحو الأمام.

source: • Reassurance after Bush spy chief's warning
ar: • طمأنة عقب تحذير رئيس مخابرات بوش

source: • Suspect was subjected to waterboarding 183 times
ar: • متهم تعرض 138 مرة للإيهام بالغرق

source: 2009 Global Leadership Awards
ar: جوائز القيادة العالمية لعام 2009

source: Sadiqa Basiri Saleem
ar: صديقة باسيرى سليم

source: Temituokpe Esisi
ar: تيميتوكبو إيزيسى

source: of Nigeria has committed herself to educating those who work for her successful tailoring company Tuopsy’s Enterprises.
ar: من نيجيريا بتعليم نساء أخريات و قد ألزمت نفسها بتعليم هؤلاء النسوة العاملات بمشروع شركة توبسى الناجح للخياطة خاصتها. كما أن

source: Somaly Mam
ar: صومالى مام

source: Chouchou Namegabe Nabintu
ar: تشوتشو ناميجاب نابنتو

source: Marceline Kongolo-Bicé
ar: مارسيلين كونجولو بيس

source: The last award of the evening, the Global Trailblazer Award, was given to
ar: أما آخر جائزة هذا المساء فهى جائزة القيادة و الريادة العالمية و التى منحت

source: Secretary of State Hillary Rodham Clinton
ar: لوزيرة الخارجية الأمريكية هيلارى ريموند كلينتون،

source: Should we support internet activists in the Middle East?
ar: هل ينبغي علينا دعم نشطاء الإنرتنت في الشرق الأوسط؟

source: Wed, 04/22/2009 - 12:33pm
ar: الأربعاء في الثاني و العشرين من شهر نيسان, 2009 - الساعة 12: 33 مساءا.

source: I spoke yesterday at the
ar: تحدثت يوم أمس في

source: Archaeologists unearth four pharaonic temples in Sinai Desert
ar: علماء آثار يكتشفون اربعة معابد فرعونية في صحراء سيناء

source: CAIRO, April 21 (Reuters) - Archaeologists have unearthed four pharaonic temples in the Sinai peninsula, including one of mud brick with fortified walls that served as an important religious centre at the eastern gateway to ancient Egypt.
ar: القاهرة 21 ابريل (رويترز)-اكتشف علماء الآثار اربعة معابد فرعونية في سيناء معبدان بينهم احد من الطوب في الجدران المحصنة التي خدمت في مركز ديني في الثمنينيات في مصر القديمة.

source: Kenya Muslims fume at move to convert Obama grandma
ar: المسلمون في كينيا غاضبون من محاولة تنصير جدة أوباما

source: NAIROBI (AFP) — A Protestant church in Kenya is trying to convert US President Barack Obama's step-grandmother to Christianity against her will, a Muslim group said Monday, condemning the move as provocation.
ar: نيروبي (أ ف ب) – قالت جماعة إسلامية يوم الاثنين أن كنيسة بروتستانتية في كينيا سعت إلى تعميد جدة الرئيس الأمريكى باراك أوباما رغماً عنها، وأدانت الجماعة هذه الخطوة.

source: The Seventh Day Adventist church in the western town of Kisumu had invited 87-year-old Sarah Obama -- a Muslim -- to a function on Saturday, where she was allegedly to be baptised.
ar: وقد دعت كنيسة السبتيين في بلدة كيسومو بالغرب سارة التي تبلغ من العمر 87 عاماً ومسلمة الديانة إلى أحد المراسم يوم السبت وزُعم أنه كان سيتم تعميدها خلاله.

source: According to relatives in her village of Kogelo, Mama Sarah, as she is popularly known in the US president's paternal homeland, was surprised by the offer and declined to attend.
ar: ووفقا لأقارب لها في قرية كوجيلو أو لماما سارة كما تشتهر في الولايات المتحدة بلد الرئيس من ناحية الأب، أنها فوجئت بالعرض ورفضت الذهاب.

source: I regret the attempt by the Christian religion to force her to convert, Sheikh Mohamed Khalifa, the organising secretary of the Council of Imams and Preachers of Kenya, told AFP.
ar: وقال الشيخ محمد خليفة الأمين العام المنظم لمجلس الائمة والوعاظ فى كينيا لوكالة الأنباء الفرنسية يؤسفني محاولات الدين المسيحي لإرغامها على التنصر.

source: Why only her? Why not before Obama became president? Didn't they see her before he became president? We are ready to protect our religion, he said.
ar: وأضاف لماذا هي بالذات، ولماذا ليس قبل أن يصبح أوباما رئيساً؟ ألم يكنوا يرونها قبل أن يصبح رئيساً؟ نحن على استعداد لحماية ديننا.

source: Said Obama, a step-brother to the US president, said the church pastors had approached Sarah Obama with news that she could become a Christian.
ar: وقال سعيد أوباما أخ غير شقيق للرئيس الأمريكى إن رعاة الكنيسة حملوا أنباء لسارة أوباما أنها يمكن أن تصبح المسيحية.

source: Mama (Sarah) was born a Muslim and wishes to die a Muslim. The issue of conversion is neither here not there, he said.
ar: وقال ماما (سارة) وُلدت مسلمة، وتود أن تموت مسلمة، فإن مسألة التعميد ليست محتملة

source: Journalist Roxana Saberi, right, shoots footage in Iran in 2003. The dual U.S. and Iranian citizen has been in Tehran's Evin Prison since January and is charged with espionage.
ar: الصحافية روكسانا صبري, على اليمين, تصور فيلما في إيران عام 2003. المواطنة التي تحمل الجنسيتين الأمريكية و الإيرانية موجودة الأن في سجن إيفين في طهران منذ شهر كانون الثاني و هي متهمة بالتجسس.

source: Khalifa denounced the move as a provocation.
ar: وندد خليفة بهذه الخطوة واصفاً إياها استفزازية.

source: They don't have permission from Jesus to convert someone. I challenge them to quote a verse from the Bible allowing them to convert someone, he said.
ar: وقال ليس لديهم تصريح من المسيح لتنصير الآخرين، أتحداهم أن يقتبسوا آية من الكتاب المقدس تسمح لهم بتنصير الآخرين.

source: Sarah became a national celebrity when her grandson visited the country in 2006 and her modest homestead has become a tourist attraction since the former Illinois senator's November 2008 election triumph.
ar: وأصبحت سارة أحد المشاهير المعروفين عندما زارها حفيدها البلاد فى عام 2006، وأصبح مسكنها المتواضع عنصر جذب سياحي منذ الفوز الانتخابي لسيناتور ايلينوي السابق في نوفمبر 2008.

source: The Kenyan government last month declared Kogelo a protected national heritage site.
ar: أعلنت الحكومة الكينية الشهر الماضي أن كوجيلو موقع تراث وطني

source: Behrouz Mehri / AFP/Getty Images
ar: بهروز مهري / وكالة أ ف ب/ التقطت الصورة من قبل غيتي

source: April 15, 2009
ar: الخامس عشر من شهر نيسان, 2009.

source: By Borzou Daragahi
ar: بقلم بورزو داراجاهي

source: Iran also might want a bargaining chip to trade for officials who have been arrested and held by the U.S. in Iraq as spies over the last few years.
ar: كما أن إيران قد ترغب بورقة مساومة للمبادلة مع المسؤولين الذين تم اعتقالهم و احتجازهم من قبل الولايات المتحدة في العراق كجواسيس على مر السنوات القليلة الماضية.

source: Army issues orders to stop the preparation work in Bethlehem for the Pope visit
ar: الجيش يصدر أوامر بوقف تحضيرات زيارة البابا في بيت لحم

source: The Israeli military issued issued orders on Thursday to stop the preparation work for the Pope's visit in Aiyda refugee camp in the southern West bank city of Bethlehem.
ar: أصدر الجيش الإسرائيلي أوامر بوقف التحضيرات الجارية لزيارة البابا لمخيم عايدة للاجئين في بيت لحم جنوب الضفة الغربية.

source: Israeli troops in the west Bank- Photo by Ghassan Bannoura 2008
ar: القوات الإسرائيلية في الضفة الغربية – تصوير غسان بنورة 2008
